Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/CameraSettings/CameraSettings.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, gu, he, hi, hr, hu, id, it, ja, kk, kn, ko, lt, ml, mr, ms, nb, nl, or, pa, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, ur, vi, zh_cn, zh_hk, zh_tw

# CAM_PRESERVE_PHOTO_FILTER_LIGHTING_ASPECT_FOOTER
source: Preserve the last used filter, aspect ratio, or light setting, rather than automatically reset.
ar: الاحتفاظ بآخر إعداد مستخدم للفلاتر أو نسبة العرض إلى الارتفاع أو الإضاءة، بدلاً من إعادة التعيين تلقائيًا.
bg: Запазва последно използвания филтър, съотношението на размерите на снимката или настройката за светлина, вместо да възстанови автоматичните.
bn: স্বয়ংক্রিয়ভাবে রিসেট করার পরিবর্তে সর্বশেষ ব্যবহৃত ফিল্টার, অ্যাসপেক্ট রেশিও অথবা লাইট সেটিংস সংরক্ষিত করে।
ca: Conserva l’últim filtre utilitzat, la proporció i la configuració de llum, en lloc de restablir‑los automàticament.
cs: Naposledy použité nastavení filtru, poměru stran a nasvícení se bude místo automatického resetování zachovávat.
da: Behold den forrige indstilling af filter, billedformat eller lys fremfor at nulstille automatisk.
de: Behalte den letzten Filter oder die Einstellungen für „Seitenverhältnis“ oder „Licht“ bei, anstatt automatisch die Einstellungen zurückzusetzen.
el: Διατήρηση του φίλτρου, της αναλογίας διαστάσεων ή της ρύθμισης φωτισμού που χρησιμοποιήθηκε πιο πρόσφατα, αντί για αυτόματη επαναφορά.
es: Conserva los ajustes de filtro, proporción o luz usados por última vez en lugar de restablecerlos automáticamente.
es_us: Conserva el filtro, la proporción dimensional o la configuración de la iluminación más recientes en lugar de restablecerlos automáticamente.
fi: Älä nollaa suodatinta, kuvasuhdetta tai valoasetusta automaattisesti, vaan säilytä viimeksi käytetty.
fr: Conservez le dernier filtre, réglage de proportions ou réglage de clarté utilisé au lieu de le réinitialiser automatiquement.
fr_ca: Applique le filtre, la proportion ou la luminosité utilisés en dernier plutôt que de rétablir automatiquement les réglages.
gu: ઑટોમૅટિક રીતે રીસેટ કરવાને બદલે પાછલી વાર ઉપયોગ કરેલ ફિલ્ટર, ઍસ્પૅક્ટ રેશિઓ અથવા લાઇટ સેટિંગ ટકાવી રાખો.
he: ניתן לשמור את הפילטר האחרון, את יחס האורך והרוחב או את הגדרת התאורה, במקום לאפס אותם באופן אוטומטי.
hi: ऑटोमैटिकली रीसेट करने के बजाए पिछली बार उपयोग किए गए फ़िल्टर, ऐस्पेक्ट रेशियो या प्रकाश सेटिंग संरक्षित करें।
hr: Očuvanje zadnjeg korištenog filtra, formata slike ili svjetla, umjesto automatskog prebacivanja.
hu: Az utoljára használt szűrő-, képarány- vagy fénybeállítás megőrzése az automatikus alaphelyzetbe állítás helyett.
id: Pertahankan pengaturan filter, rasio aspek, atau cahaya terakhir yang digunakan alih-alih mengatur ulang secara otomatis.
it: Mantieni l’ultimo filtro utilizzato, le proporzioni o il tipo di luce. L’opzione non verrà reimpostata automaticamente.
ja: 最後に使ったフィルタ、縦横比、または照明設定を自動的にリセットせずに保持します。
kk: Параметрлерді автоматты түрде бастапқы күйіне қайтарудың орнына соңғы пайдаланылған фильтрді, кадр форматын немесе жарықтықты сақтау.
kn: ಸ್ವಯಂಚಾಲಿತವಾಗಿ ರೀಸೆಟ್ ಮಾಡುವ ಬದಲು ಕೊನೆಯದಾಗಿ ಬಳಸಿದ ಫಿಲ್ಟರ್, ಆಕಾರಾನುಪಾತ ಅಥವಾ ಲೈಟ್ ಸೆಟ್ಟಿಂಗ್ ಅನ್ನು ಉಳಿಸಿಕೊಳ್ಳಿ.
ko: 카메라를 자동으로 재설정하는 대신 마지막으로 사용한 필터, 영상비 또는 조명 설정을 유지합니다.
lt: Išsaugokite vėliausiai naudotą filtro, vaizdo formato ar apšvietimo nustatymą, užuot automatiškai nustatydami iš naujo.
ml: അവസാനമായി ഉപയോഗിച്ച ഫിൽട്ടർ, ആസ്പെക്റ്റ് റേഷ്യോ അല്ലെങ്കിൽ വെളിച്ച ക്രമീകരണം എന്നിവയെ ഓട്ടോമാറ്റിക്കായി റീസെറ്റ് ചെയ്യുന്നതിനു പകരം സംരക്ഷിക്കൂ.
mr: ऑटोमॅटिकली रीसेट करण्यापेक्षा, आधीचे वापरलेले फिल्टर, ॲस्पेक्ट रेशो, किंवा लाइट सेटिंग जतन करा.
ms: Kekalkan seting penapis, nisbah aspek atau cahaya yang terakhir digunakan, berbanding mereset secara automatik.
nb: Husk forrige brukte filter, størrelsesforhold eller lysinnstilling i stedet for å nullstille automatisk.
nl: Bewaar het laatstgebruikte filter, de verhouding of de lichtinstelling, in plaats van altijd opnieuw in te stellen.
or: ସ୍ବୟଂଚାଳିତ ଭାବରେ ରୀସେଟ୍ କରିବା ପରିବର୍ତ୍ତେ ଶେଷ ବ୍ଯବହୃତ ଫିଲ୍ଟର୍, ଆସ୍‌ପେକ୍ଟ ରେଶିଓ କିମ୍ବା ଲାଇଟ୍ ସେଟିଂ ସଂରକ୍ଷଣ କରନ୍ତୁ।
pa: ਆਟੋਮੈਟਿਕਲੀ ਰੀਸੈੱਟ ਕਰਨ ਦੀ ਬਜਾਏ ਆਖ਼ਰੀ ਵਾਰ ਵਰਤਿਆ ਗਿਆ ਫ਼ਿਲਟਰ, ਆਕਾਰ ਅਨੁਪਾਤ ਜਾਂ ਰੌਸ਼ਨੀ ਸੈਟਿੰਗ ਨੂੰ ਰੱਖਿਅਤ ਕਰੋ।
pl: Aplikacja zachowuje ostatnio użyte ustawienie filtra, proporcji lub oświetlenia, zamiast automatycznie je zerować.
pt_br: Preserve o filtro, proporção ou ajuste de luz usado pela última vez, em vez de redefinir automaticamente.
pt_pt: Manter o último filtro, definição de iluminação ou proporção em vez de voltar automaticamente ao original.
ro: Va fi menținută ultima configurare utilizată pentru filtru, raportul de aspect sau lumină, în locul resetării automate a acesteia.
ru: Сохранять последние использованные настройки фильтра, формата кадра и освещения вместо автоматического сброса этих настроек.
sk: Namiesto automatického resetovania zachová naposledy použité nastavenie filtra, pomeru strán a svetla.
sl: Ohrani nazadnje uporabljeno nastavitev filtra, razmerja širina/višina ali svetlobe, namesto da jo samodejno ponastavi.
sv: Behåll inställningarna för filter, proportioner eller ljus som användes senast istället för att automatiskt återställa.
ta: தன்னியக்கமாக மீட்டமைப்பதற்குப் பதிலாகக் கடைசியாகப் பயன்படுத்திய ஃபில்டர், ஆஸ்பெக்ட் ரேஷியோ அல்லது வெளிச்ச அமைப்பைத் தக்கவைக்கும்.
te: ఆటోమేటిక్‌గా రీసెట్ చేసే బదులు, చివరిగా ఉపయోగించిన ఫిల్టర్, యాస్పెక్ట్ రేషియో లేదా లైట్ సెట్టింగ్‌ను భద్రపరుస్తుంది.
th: คงการตั้งค่าฟิลเตอร์ อัตราสัดส่วน หรือแสงไฟที่ใช้ล่าสุดไว้แทนที่จะรีเซ็ตโดยอัตโนมัติ
tr: Son kullanılan filtre, en boy oranı ya da ışık ayarını otomatik olarak sıfırlamak yerine korur.
uk: Зберігати останній застосований фільтр, пропорції або параметри світла замість автоскидання.
ur: آٹومیٹک طریقے سے ری سیٹ کرنے کے بجائے پچھلی بار استعمال کیے گئے فلٹر،ایسپیکٹ ریشیو یا لائٹ سیٹنگ کو محفوظ کریں۔
vi: Bảo lưu cài đặt bộ lọc, tỷ lệ khung hình hoặc ánh sáng được sử dụng sau cùng, thay vì tự động đặt lại.
zh_cn: 保留上次使用的滤镜、宽高比或光效设置，而非自动重设。
zh_hk: 保留上次使用的濾鏡、顯示比例或光線設定，不要自動重設。
zh_tw: 保留上次使用的濾鏡、顯示比例或光線設定，而非自動重置。

# CAM_PRESERVE_PHOTO_LIGHTING_ASPECT_FOOTER
source: Preserve the last used aspect ratio or light setting, rather than automatically reset.
ar: الاحتفاظ بآخر إعداد مستخدم لنسبة العرض إلى الارتفاع أو الإضاءة، بدلاً من إعادة التعيين تلقائيًا.
bg: Запазва последно използваното съотношение на размерите на снимката или настройката за светлина, вместо да възстанови автоматичните.
bn: স্বয়ংক্রিয়ভাবে রিসেট করার পরিবর্তে সর্বশেষ ব্যবহৃত ফিল্টার, অ্যাসপেক্ট রেশিও বা লাইট সেটিংস সংরক্ষণ করে।
ca: Conserva l’última proporció utilitzada i la configuració de llum, en lloc de restablir‑les automàticament.
cs: Naposledy použité nastavení poměru stran a nasvícení se bude místo automatického resetování zachovávat.
da: Behold den forrige indstilling af billedformat eller lys fremfor at nulstille automatisk.
de: Behalte das zuletzt verwendete Seitenverhältnis oder die zuletzt verwendete Lichteinstellung bei, anstatt sie automatisch zurückzusetzen.
el: Διατήρηση της αναλογίας διαστάσεων ή της ρύθμισης φωτισμού που χρησιμοποιήθηκε πιο πρόσφατα, αντί για αυτόματη επαναφορά.
es: Conserva los ajustes de proporción o luz usados por última vez en lugar de restablecerlos automáticamente.
es_us: Conserva la proporción dimensional o la configuración de la iluminación más recientes en lugar de restablecerlos automáticamente.
fi: Älä nollaa kuvasuhdetta tai valoasetusta automaattisesti, vaan säilytä viimeksi käytetty.
fr: Conservez le dernier réglage de proportions ou de clarté utilisé au lieu de le réinitialiser automatiquement.
fr_ca: Applique la proportion ou la luminosité utilisés en dernier plutôt que de rétablir automatiquement les réglages.
gu: ઑટોમૅટિક રીતે રીસેટ કરવાને બદલે છેલ્લે ઉપયોગમાં લીધેલો ઍસ્પૅક્ટ રેશિઓ અથવા લાઇટ સેટિંગ જાળવી રાખો.
he: ניתן לשמור את יחס האורך והרוחב או את הגדרת התאורה, במקום לאפס אותם באופן אוטומטי.
hi: ऑटोमैटिकली रीसेट करने के बजाय पिछली बार उपयोग किए गए ऐस्पेक्ट रेशियो या प्रकाश सेटिंग संरक्षित करें।
hr: Očuvanje zadnjeg korištenog formata slike ili svjetla, umjesto automatskog prebacivanja.
hu: Az utoljára használt képarány- vagy fénybeállítás megőrzése az automatikus alaphelyzetbe állítás helyett.
id: Pertahankan pengaturan rasio aspek atau cahaya terakhir yang digunakan alih-alih mengatur ulang secara otomatis.
it: Mantieni le proporzioni o il tipo di luce che hai usato l’ultima volta. L’opzione non verrà reimpostata automaticamente.
ja: 最後に使った縦横比、または照明設定を自動的にリセットせずに保持します。
kk: Реттеулерді автоматты түрде бастапқы күйіне қайтарудың орнына соңғы пайдаланылған кадр форматын немесе жарықтықты сақтау.
kn: ಸ್ವಯಂಚಾಲಿತವಾಗಿ ರೀಸೆಟ್ ಮಾಡುವ ಬದಲು ಕೊನೆಯದಾಗಿ ಬಳಸಿದ ಆಕಾರಾನುಪಾತ ಅಥವಾ ಲೈಟ್ ಸೆಟ್ಟಿಂಗ್ ಅನ್ನು ಉಳಿಸಿಕೊಳ್ಳಿ.
ko: 카메라를 자동으로 재설정하는 대신 마지막으로 사용한 영상비 또는 조명 설정을 유지합니다.
lt: Išsaugokite vėliausiai naudotą vaizdo formato ar apšvietimo nustatymą, užuot automatiškai nustatydami iš naujo.
ml: ഓട്ടോമാറ്റിക്കായി റീസെറ്റ് ചെയ്യുന്നതിനു പകരം, അവസാനമായി ഉപയോഗിച്ച ആസ്പെക്റ്റ് റേഷ്യോ അല്ലെങ്കിൽ വെളിച്ച ക്രമീകരണം സംരക്ഷിക്കൂ.
mr: ऑटोमॅटिकली रीसेट करण्यापेक्षा, आधीचे वापरलेले ॲस्पेक्ट रेशो, किंवा लाइट सेटिंग जतन करा.
ms: Kekalkan seting nisbah aspek atau cahaya yang terakhir digunakan, berbanding mereset secara automatik.
nb: Husk forrige brukte størrelsesforhold eller lysinnstilling i stedet for å nullstille automatisk.
nl: Bewaar de laatstgebruikte verhouding of lichtinstelling, in plaats van automatisch opnieuw in te stellen.
or: ସ୍ବୟଂକ୍ରିୟ ଭାବରେ ରୀସେଟ୍ କରିବା ପରିବର୍ତ୍ତେ ଶେଷ ବ୍ଯବହୃତ ଆସ୍ପେକ୍ଟ୍‌ ରେଶିଓ କିମ୍ବା ଲାଇଟ୍ ସେଟିଂ ସଂରକ୍ଷଣ କରନ୍ତୁ।
pa: ਆਟੋਮੈਟਿਕਲੀ ਰੀਸੈੱਟ ਕਰਨ ਦੀ ਬਜਾਏ ਪਿਛਲੀ ਵਾਰ ਵਰਤੇ ਗਏ ਆਕਾਰ ਅਨੁਪਾਤ ਜਾਂ ਰੌਸ਼ਨੀ ਸੈਟਿੰਗ ਨੂੰ ਸੁਰੱਖਿਅਤ ਰੱਖੋ।
pl: Aplikacja zachowuje ostatnio użyte ustawienie proporcji lub oświetlenia, zamiast automatycznie je zerować.
pt_br: Preserve a proporção ou o ajuste de luz usado pela última vez, em vez de redefini‑los automaticamente.
pt_pt: Manter a última proporção ou definição de iluminação, em vez de voltar automaticamente ao original.
ro: Va fi menținută ultima configurare utilizată pentru raportul de aspect sau lumină, în locul resetării automate a acesteia.
ru: Сохранять последние использованные настройки формата кадра и освещения вместо их автоматического сброса.
sk: Namiesto automatického resetovania zachová naposledy použité nastavenie pomeru strán alebo nasvietenia.
sl: Ohrani nazadnje uporabljeno nastavitev razmerja širina/višina ali svetlobe, namesto da jo samodejno ponastavi.
sv: Behåll de senast använda inställningarna för proportioner eller ljus istället för att automatiskt återställa.
ta: தானாகவே ரீசெட் செய்வதற்குப் பதிலாக, கடைசியாகப் பயன்படுத்திய ஃபில்டர், தோற்ற விகிதம் அல்லது வெளிச்ச அமைப்பைத் தக்கவைக்கும்.
te: ఆటోమేటిక్‌గా రీసెట్ చేయడానికి బదులు, చివరిగా ఉపయోగించిన యాస్పెక్ట్ రేషియో లేదా లైట్ సెట్టింగ్‌ను భద్రపరుస్తుంది.
th: คงการตั้งค่าอัตราสัดส่วนหรือแสงไฟที่ใช้ล่าสุดไว้แทนที่จะรีเซ็ตโดยอัตโนมัติ
tr: Son kullanılan en boy oranı ya da ışık ayarını otomatik olarak sıfırlamak yerine korur.
uk: Зберігати останні застосовані пропорції або параметри світла замість автоскидання.
ur: آٹومیٹک طریقے سے ری سیٹ کرنے کے بجائے پچھلی بار استعمال کیے گئے ایسپکٹ ریشیو یا لائٹ سیٹنگ کو محفوظ کرلیں۔
vi: Bảo lưu cài đặt tỷ lệ khung hình hoặc ánh sáng được sử dụng sau cùng, thay vì tự động đặt lại.
zh_cn: 保留上次使用的宽高比或光效设置，而非自动重设。
zh_hk: 保留上次使用的顯示比例或光線設定，不要自動重設。
zh_tw: 保留上次使用的顯示比例或光線設定，而非自動重置。

# CAM_PRESERVE_PORTRAIT_ZOOM_FOOTER
source: Preserve the Portrait mode zoom rather than automatically reset to the default camera.
ar: الإبقاء على تكبير نمط بورتريه بدلاً من إعادة التعيين تلقائيًا إلى الكاميرا الافتراضية.
bg: Запазва увеличението за портретен режим, вместо да възстанови автоматично към камера по подразбиране.
bn: স্বয়ংক্রিয়ভাবে ডিফল্ট ক্যামেরাতে রিসেট করার পরিবর্তে পোর্ট্রেট মোড জুম সংরক্ষিত করে।
ca: Conserva el zoom del mode de retrat, en lloc de restablir‑lo i activar la càmera per omissió automàticament.
cs: Místo automatického resetování na standardní fotoaparát bude zachováno přiblížení z portrétního režimu.
da: Bevar zoomindstillingen i tilstanden Portræt i stedet for at nulstille automatisk til standardkameraet.
de: Behalte den Zoommodus „Porträt“ bei, anstatt automatisch auf die Standardkamera zurückzusetzen.
el: Διατήρηση του ζουμ της Λειτουργίας πορτρέτου αντί για αυτόματη εναλλαγή στην προεπιλεγμένη κάμερα.
es: Conserva el zoom del modo Retrato en vez de restablecer automáticamente la cámara por omisión.
es_us: Conserva el zoom del modo Retrato en lugar de restablecer automáticamente la cámara predeterminada.
fi: Älä palauta oletuskameraa, vaan säilytä Muotokuvatilan zoomaus.
fr: Conservez l’agrandissement des photos en mode Portrait, plutôt que de rétablir automatiquement la caméra par défaut.
fr_ca: Applique le zoom du mode Portrait plutôt que de revenir automatiquement à la caméra par défaut.
gu: ડિફૉલ્ટ કૅમેરા પર ઑટોમૅટિક રીતે રીસેટ કરવાને બદલે પોર્ટ્રેટ મોડ ઝૂમ ટકાવી રાખો.
he: ניתן לשמור את רמת הזום של מצב ״פורטרט״ במקום לאפס אותה באופן אוטומטי לברירת המחדל של המצלמה.
hi: डिफ़ॉल्ट कैमरे पर ऑटोमैटिकली रीसेट करने के बजाय पोर्ट्रेट मोड ज़ूम संरक्षित करें।
hr: Očuvanje zumiranja portretnog načina rada umjesto automatskog resetiranja na standardnu kameru.
hu: A Portré mód nagyításának megőrzése az alapértelmezett kamerára való automatikus visszaállítás helyett.
id: Pertahankan zoom mode Potret alih-alih mengatur ulang secara otomatis ke kamera default.
it: Mantieni lo zoom della modalità Ritratto invece di reimpostare automaticamente la fotocamera di default.
ja: 自動的にデフォルトのカメラにリセットせずに、ポートレートモードのズームを保持します。
kk: «Портрет» режимінде орнатылған масштаб автоматты түрде әдепкі камераға қайтарылмай, сақталады.
kn: ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಡಿಫಾಲ್ಟ್ ಕ್ಯಾಮರಾಗೆ ರೀಸೆಟ್ ಮಾಡುವ ಬದಲು ಪೋರ್ಟ್ರೇಟ್ ಮೋಡ್ ಝೂಮ್ ಅನ್ನು ಉಳಿಸಿಕೊಳ್ಳಿ.
ko: 기본 카메라로 자동 재설정하는 대신 마지막으로 사용한 인물 사진 모드 확대/축소를 유지합니다.
lt: Išsaugokite portreto režimo mastelį, užuot automatiškai iš naujo nustatydami numatytąjį vaizdo kameros režimą.
ml: പോർട്രെയ്റ്റ് മോഡ് സൂമിനെ ഡിഫോൾട്ട് ക്യാമറയിലേക്ക് ഓട്ടോമാറ്റിക്കായി റീസെറ്റ് ചെയ്യുന്നതിന് പകരം സംരക്ഷിക്കൂ.
mr: ऑटोमॅटिकली डिफॉल्ट कॅमेरा रीसेट करण्यापेक्षा, पोर्ट्रेट मोड झूम जतन करा.
ms: Kekalkan zum mod Potret berbanding mereset secara automatik kepada kamera lalai.
nb: Bevar portrettzoom i stedet for å automatisk nullstille til normal­objektivet.
nl: Bewaar de zoom­instelling voor de modus 'Portret' in plaats van auto­matisch de standaard­camera opnieuw in te stellen.
or: ଏକ ଡିଫଲ୍ଟ୍‌ କ୍ଯାମେରାକୁ ସ୍ବୟଂଚାଳିତ ଭାବରେ ରୀସେଟ୍ କରିବା ପରିବର୍ତ୍ତେ ପୋର୍ଟ୍ରେଟ୍ ଜୂମ୍‌କୁ ସଂରକ୍ଷଣ କରନ୍ତୁ।
pa: ਡਿਫ਼ੌਲਟ ਕੈਮਰੇ ‘ਤੇ ਆਟੋਮੈਟਿਕਲੀ ਰੀਸੈੱਟ ਕਰਨ ਦੀ ਬਜਾਏ ਪੋਰਟ੍ਰੇਟ ਮੋਡ ਜ਼ੂਮ ਰੱਖਿਅਤ ਕਰੋ।
pl: Aplikacja zachowuje użycie obiektywu zoom w trybie Portret, zamiast automatycznie przełączać na aparat domyślny.
pt_br: Preserve o zoom do modo Retrato, em vez de reverter automaticamente à câmera padrão.
pt_pt: Manter o nível de ampliação do modo Retrato, em vez de repor a câmara predefinida.
ro: Va fi menținut nivelul de zoom pentru modul Portret, în locul resetării automate la camera implicită.
ru: Масштаб, заданный в режиме «Портрет», будет сохранен, а не сброшен автоматически до значений по умолчанию.
sk: Režim Portrét zachová posledné nastavenie priblíženia namiesto automatického resetovania na predvolenú kameru.
sl: Ohrani povečavo v Portretnem načinu, namesto da jo samodejno ponastavi na privzeto kamero.
sv: Behåll zoominställningen för porträttläge istället för att automatiskt återställa till den förvalda kameran.
ta: இயல்புநிலை கேமராவிற்குத் தன்னியக்கமாக மீட்டமைப்பதற்குப் பதிலாக செங்குத்து பயன்முறை ஜூமைத் தக்கவைக்கும்.
te: డిఫాల్ట్ కెమెరాకు ఆటోమేటిక్‌గా రీసెట్ చేసే బదులు పోర్ట్రెయిట్ మోడ్ జూమ్‌ను భద్రపరుస్తుంది.
th: คงการตั้งค่าโหมดซูมภาพถ่ายบุคคลไว้แทนที่จะรีเซ็ตกลับเป็นกล้องเริ่มต้นโดยอัตโนมัติ
tr: Otomatik olarak saptanmış kameraya ayarlamak yerine Portre modunda büyütmeyi korur.
uk: Зберігати параметр «Масштаб портрета» замість автоскидання до типових значень камери.
ur: ڈیفالٹ کیمرے پر آٹومیٹک طریقے سے ری سیٹ کرنے کی بجائے پورٹریٹ موڈ زوم کو محفوظ کریں۔
vi: Bảo lưu thu phóng chế độ Chân dung, thay vì tự động đặt lại thành camera mặc định.
zh_cn: 保留“人像”模式缩放，而非自动重设为默认相机大小。
zh_hk: 保留「人像」模式縮放，不要自動重設為預設的相機。
zh_tw: 保留「人像」模式縮放，而非自動重置為預設相機。

# CAM_PRESERVE_PORTRAIT_ZOOM_SWITCH
source: Portrait Zoom
ar: تكبير بورتريه
bg: Увеличение за портрет
bn: পোর্ট্রেট জুম
ca: Zoom del mode de retrat
cs: Portrétní přiblížení
da: Portrætzoom
de: Porträtzoom
el: Ζουμ πορτρέτου
es: Zoom del modo Retrato
es_us: Zoom de retrato
fi: Muotokuvan zoomaus
fr: Agrandissement des portraits
fr_ca: Zoom portrait
gu: પોર્ટ્રેટ ઝૂમ
he: זום במצב ״פורטרט״
hi: पोर्ट्रेट ज़ूम
hr: Portretno zumiranje
hu: Portré nagyítása
id: Zoom Potret
it: Zoom Ritratto
ja: ポートレートズーム
kk: «Портрет» масштабы
kn: ಪೋರ್ಟ್ರೇಟ್ ಝೂಮ್
ko: 인물 사진 확대/축소
lt: Portreto mastelis
ml: പോർട്രെയ്റ്റ് സൂം
mr: पोर्ट्रेट झूम
ms: Zum Potret
nb: Portrettzoom
nl: Zoom­instelling voor modus 'Portret'
or: ପୋର୍ଟ୍ରେଟ୍ ଜୂମ୍
pa: ਪੋਰਟ੍ਰੇਟ ਜ਼ੂਮ
pl: Zoom (portret)
pt_br: Zoom de Retrato
pt_pt: Ampliação do modo Retrato
ro: Zoom portret
ru: Масштаб портрета
sk: Priblíženie v režime portrét
sl: Povečava portreta
sv: Porträttzoom
ta: போர்ட்ரெய்ட் ஜூம்
te: పోర్ట్రెయిట్ జూమ్
th: ซูมภาพถ่ายบุคคล
tr: Portre Büyütme
uk: Масштаб портрета
ur: پورٹریٹ زوم
vi: Thu phóng Chân dung
zh_cn: 人像缩放
zh_hk: 人像縮放
zh_tw: 人像縮放

# CAM_PRESERVE_PRO_RAW_48MP_FOOTER
source: Preserve the ProRAW & Resolution Control setting, rather than automatically reset.
ar: الاحتفاظ بإعداد التحكم في ProRAW والدقة بدلاً من إعادة التعيين تلقائيًا.
bg: Запазва настройката Управление на ProRAW и разделителната способност, вместо да възстанови автоматичната.
bn: স্বয়ংক্রিয়ভাবে রিসেট করার পরিবর্তে ProRAW এবং রেজোলিউশন কন্ট্রোল সেটিংস সংরক্ষিত করে।
ca: Conserva la configuració del control ProRAW i de resolució, en lloc de restablir‑la automàticament.
cs: Místo automatického resetování se zachová nastavení ovládání pro ProRAW a ovládání rozlišení.
da: Behold indstillingen ProRAW og opløsningskontrol i stedet for at nulstille automatisk.
de: Behalte die Einstellung für „ProRaw und Auflösungssteuerung“ bei, anstatt sie automatisch zurückzusetzen.
el: Διατήρηση της ρύθμισης Στοιχείου ελέγχου ProRAW και ανάλυσης, αντί για αυτόματη επαναφορά.
es: Conserva el ajuste “Control de la resolución y ProRAW” en vez de restablecerlo automáticamente.
es_us: Conserva la configuración del control de ProRAW y de resolución, en lugar de restablecerla automáticamente.
fi: Älä nollaa ProRAW- ja tarkkuussäätimet -asetusta automaattisesti.
fr: Conservez la commande de résolution et de capture au format Apple ProRAW au lieu de réinitialiser les réglages automatiquement.
fr_ca: Applique le réglage « Commande de résolution et ProRAW » plutôt que de rétablir automatiquement les réglages.
gu: ઑટોમૅટિક રીતે રીસેટ કરવાને બદલે ProRAW અને રિઝોલ્યૂશન કંટ્રોલ સેટિંગ ટકાવી રાખો.
he: ניתן לשמור את הגדרת פקד ה-ProRAW והרזולוציה, במקום לאפס אותה באופן אוטומטי.
hi: ऑटोमैटिकली रीसेट करने के बजाय ProRAW और रिज़ोल्यूशन कंट्रोल सेटिंग संरक्षित करें।
hr: Očuvanje postavke Kontrola za ProRAW i razlučivost umjesto automatskog resetiranja.
hu: Megőrizheti a ProRAW és a Felbontásvezérlő beállítást, ahelyett, hogy automatikusan alaphelyzetbe állítaná.
id: Pertahankan pengaturan ProRAW & Kontrol Resolusi, alih-alih mengatur ulang secara otomatis.
it: Mantieni l’impostazione “Controllo ProRAW e risoluzione”. L’opzione non verrà reimpostata automaticamente.
ja: 自動的にリセットされず、“ProRAWと解像度コントロール”の設定を保持します。
kk: Автоматты түрде бастапқы күйге қайтарудың орнына қолданыстағы ProRAW және ажыратымдылықты басқару реттеуін сақтау.
kn: ಸ್ವಯಂಚಾಲಿತವಾಗಿ ರೀಸೆಟ್ ಮಾಡುವ ಬದಲು ProRAW ಮತ್ತು ರೆಸಲ್ಯೂಷನ್ ಕಂಟ್ರೋಲ್ ಸೆಟ್ಟಿಂಗ್ ಅನ್ನು ಉಳಿಸಿಕೊಳ್ಳಿ.
ko: 카메라를 자동으로 재설정하는 대신 ProRAW 및 해상도 제어기 설정을 유지합니다.
lt: Išsaugokite nustatymą „ProRAW“ ir raiškos valdymas“ užuot automatiškai nustatydami iš naujo.
ml: ‘ProRAW & റെസലൂഷൻ നിയന്ത്രണ ക്രമീകരണ’ത്തെ ഓട്ടോമാറ്റിക്കായി റീസെറ്റ് ചെയ്യുന്നതിനു പകരം സംരക്ഷിക്കൂ.
mr: ऑटोमॅटिकली रीसेट करण्यापेक्षा, ProRAW व रेझोल्यूशन कंट्रोल सेटिंग जतन करा.
ms: Kekalkan seting Kawalan ProRAW & Resolusi, berbanding mereset secara automatik.
nb: Bevar innstillingen for ProRAW- og oppløsnings­kontroll i stedet for å nullstille automatisk.
nl: Bewaar de instelling 'ProRAW en resolutieregelaar' in plaats van deze automatisch opnieuw in te stellen.
or: ସ୍ବୟଂଚାଳିତ ଭାବରେ ରୀସେଟ୍ କରିବା ପରିବର୍ତ୍ତେ ProRAW ଏବଂ ରିଜୋଲ୍ୟୁଶନ୍ କଣ୍ଟ୍ରୋଲ୍ ସେଟିଂ ସଂରକ୍ଷଣ କରନ୍ତୁ।
pa: ਆਟੋਮੈਟਿਕਲੀ ਰੀਸੈੱਟ ਕਰਨ ਦੀ ਬਜਾਏ ProRAW ਅਤੇ ਰੈਜ਼ੋਲੂਸ਼ਨ ਕੰਟਰੋਲ ਸੈਟਿੰਗ ਨੂੰ ਰੱਖਿਅਤ ਕਰੋ।
pl: Aplikacja zachowuje ustawienia narzędzi ProRAW i rozdzielczości, zamiast automatycznie je zerować.
pt_br: Preserve o ajuste de Controle do Formato ProRAW e da Resolução, em vez de redefini‑lo automaticamente.
pt_pt: Manter a definição de ProRAW e controlo de resolução, em vez de repor automaticamente.
ro: Va fi menținută configurarea Comenzi ProRAW și rezoluție, în locul resetării automate a acesteia.
ru: Настройка «Управление ProRAW и разрешением» будет сохранена, а не сброшена автоматически.
sk: Namiesto automatického resetovania zachová nastavenie ovládania pre ProRAW a ovládania rozlíšenia.
sl: Ohrani nastavitev Krmilna funkcija ProRAW in izbiro ločljivosti, namesto da jo samodejno ponastavi.
sv: Behåll inställningarna för ProRAW och upplösningsreglage istället för att automatiskt återställa.
ta: தன்னியக்கமாக மீட்டமைப்பதற்குப் பதிலாக ProRAW & தெளிவுத்திறன் கட்டுப்பாட்டு அமைப்பைத் தக்கவைக்கும்.
te: ఆటోమేటిక్‌గా రీసెట్ చేసే బదులు, ProRAW & రిజల్యూషన్ కంట్రోల్ సెట్టింగ్‌ను భద్రపరుస్తుంది.
th: คงการตั้งค่าการควบคุม ProRAW และความละเอียดไว้แทนที่จะรีเซ็ตโดยอัตโนมัติ
tr: ProRAW ve Çözünürlük Denetimi ayarını otomatik olarak sıfırlamak yerine korur.
uk: Зберігати значення параметра «Режим ProRAW і контроль роздільності» замість автоскидання.
ur: آٹومیٹک طریقے سے ری سیٹ کرنے کے بجائے ‏ProRAW اور ریزولیوشن کنٹرول سیٹنگ کو محفوظ رکھیں۔
vi: Bảo lưu cài đặt ProRAW & Điều khiển độ phân giải, thay vì tự động đặt lại.
zh_cn: 保留ProRAW与分辨率控制设置，而非自动重设。
zh_hk: 保留「ProRAW與解像度控制項目」設定，而非自動重設。
zh_tw: 保留「ProRAW與解析度控制項目」設定，而非自動重置。

# CAM_PRESERVE_PRO_RAW_48MP_SWITCH
source: ProRAW & Resolution Control
ar: التحكم في ProRAW والدقة
bg: Управление на ProRAW и разделителната способност
bn: ProRAW এবং রেজোলিউশন কন্ট্রোল
ca: Control ProRAW i de resolució
cs: Ovládání pro ProRAW a ovládání rozlišení
da: ProRAW og opløsningskontrol
de: ProRAW und Auflösungssteuerung
el: Στοιχείο ελέγχου ProRAW και ανάλυσης
es: Control de la resolución y ProRAW
es_us: Control de ProRAW y resolución
fi: ProRAW- ja tarkkuussäätimet
fr: Commande de résolution et Apple ProRAW
fr_ca: Commande de résolution et ProRAW
gu: ProRAW અને રિઝોલ્યૂશન કંટ્રોલ
he: פקד ProRAW ורזולוציה
hi: ProRAW और रिज़ोल्यूशन कंट्रोल
hr: Kontrola za ProRAW i razlučivost
hu: ProRAW és Felbontásvezérlő
id: ProRAW & Kontrol Resolusi
it: Controllo ProRAW e risoluzione
ja: ProRAWと解像度コントロール
kk: ProRAW және ажыратымдылықты басқару
kn: ProRAW ಮತ್ತು ರೆಸಲ್ಯೂಷನ್ ಕಂಟ್ರೋಲ್
ko: ProRAW 및 해상도 제어기
lt: „ProRAW“ ir raiškos valdymas
ml: ProRAW & റെസലൂഷൻ നിയന്ത്രണം
mr: ProRAW व रेझोल्यूशन कंट्रोल
ms: Kawalan ProRAW & Resolusi
nb: ProRAW- og oppløsnings­kontroll
nl: ProRAW- en resolutieregelaar
or: ProRAW ଏବଂ ରିଜୋଲ୍ୟୁଶନ୍ କଣ୍ଟ୍ରୋଲ୍
pa: ProRAW ਅਤੇ ਰੈਜ਼ੋਲੂਸ਼ਨ ਕੰਟਰੋਲ
pl: Narzędzia ProRAW i rozdzielczości
pt_br: Controle de ProRAW e da Resolução
pt_pt: ProRAW e controlo de resolução
ro: Comenzi ProRAW și rezoluție
ru: Управление ProRAW и разрешением
sk: Ovládanie pre ProRAW a ovládanie rozlíšenia
sl: Krmilna funkcija ProRAW in izbira ločljivosti
sv: ProRAW och upplösningsreglage
ta: ProRAW & தெளிவுத்திறன் கட்டுப்பாடு
te: ProRAW & రిజల్యూషన్ కంట్రోల్
th: ควบคุม ProRAW และความละเอียด
tr: ProRAW ve Çözünürlük Denetimi
uk: Режим ProRAW і контроль роздільності
ur: ‏ProRAW اور ریزولیوشن کنٹرول
vi: ProRAW & Điều khiển độ phân giải
zh_cn: ProRAW与分辨率控制
zh_hk: ProRAW與解像度控制項目
zh_tw: ProRAW與解析度控制項目
